[
     {
     "imageName" : "me.png",
     "info":"My name is Michael Scaria and I am a senior at John Horn High School in Mesquite, Texas and I will be attending UT Austin as a CompSci major this fall. I am entirely a self-taught programmer as my school does not have a computer science program. I have developed iOS applications since 9th grade. With the help of Stanford's CS193p and Objective C for dummies, I was able to get my first internship the following summer at Liquid Enterprises, where I made MyCost (https://itunes.apple.com/us/app/myprice/id470627490?mt=8). The summer of 2012, I got a job as an iOS Developer at Novation Mobile, where I also learned Ruby on Rails to maintain and update apps such as <Ignio> and <Qwiqq>. During my junior year, I self-studied and got a 5 on the AP Computer Science A test, being the first in my district to ever do so. Apart from programming, I love break dancing, eating chinese food and bursting out with impromptu Kanye West renditions with friends."
     },
     {
     "imageName" : "hackathon.png",
     "info":"The moment I placed in my first AT&T Mobile Hackathon in my sophomore year, I was instantly hooked. Though the chances of winning are infinitesimally small, the exhilaration received when a demo is completed successfully is incomparable. Consequently, I have been able to network with high school and college students all over the country that share my passion for technology. I recently placed in Caltech's HackTECH Top 10 with Graph, an iPad application that allows users to make custom searches across their social networks. One of my hackathon projects helped me land an interview with Apple's iAd team. AdSense was my hack for AT&T's Developer Summit 2014. AdSense connected to the NeuroSky headset and Qualcomm Gimbal proximity chip to deliver location and mood based ads to the user. Many of my hackathon projects can be found on my Github at www.github.com/michaelscaria)."
     },
     {
     "imageName" : "bpa.png",
     "info":"Business Professionals of America is an interscholastic league with competitions ranging from accounting to extemporaneous speech to computer applications. In my sophomore year, I learned and competed in the regionals C++ competition and got 1st. Also in my junior year, I made a Cocos2d OSX game for the Software Engineering team event. Being the only developer was a double-edged sword because it taught me how detailed the program architecture of a game was but also required me to work late nights with no one to help when I ran across trouble."
     },
     {
     "imageName" : "crowdery.png",
     "info":"During my junior year, I was the first engineer at Crowdery (www.crowdery.com), a startup my friends and I created. Crowdery is a platform that enables brands to de-risk product designs before making them by crowdsourcing customer votes and delivering demographic-specific analytics.  We applied and got in YCombinator's S'13 session, where I went to California for the first time in my life. The experience was amazing and I know I defintely want to return to the Bay Area as soon as possible."
     },
     {
     "imageName" : "fortheon.png",
     "info":"I am the co-founder of Fortheon (www.fortheon.com), my latest project. Fortheon is a multi-language platform as a service that allows users to deploy and scale their web applications on it. What makes Fortheon different from many of the current hosting solutions is that we offer our services for a much cheaper price and we give our customers full control over their servers. Our plan is to work on Fortheon this summer in San Francisco."
     },
     {
     "imageName" : "conclusion.png",
     "info":"Congratulations, you made it this far! My PennApps 2014 hack inspired me to create this app. Scribe (https://github.com/scribe-pennapps/ios), allowed users to take a picture of a sketch of a website have it mapped out to bootstrap elements to create a site on the spot dynamically. I was the iOS developer on the team and due to time constraints, I wasn't able to do the image processing natively and had to send the data to the OpenCV library on the server. With this app, I had the time to learn how to read in a buffer of raw pixel values and train the app to recognize the letters based on previous tests."
     }
 ]